vsopSimulate/template/集团/SubscribeReqSV/5网厅退订捆绑.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
<SOAP-ENV:Body>
 <m:SubscribeToVSOPReq xmlns:m="http://www.mbossvsop.com.cn/vsop">
  <request><![CDATA[
   <Request><SessionBody>
	      <SubscribeToVSOPReq>
                <StreamingNo>2010102918010112345678</StreamingNo>
                <TimeStamp>20101029180101</TimeStamp>
                <SystemId>204</SystemId>
                <ActionType>1</ActionType>
                <OrderId>7788</OrderId>
                <ProdSpecCode>2020966</ProdSpecCode>
                <ProductNo>18977164443</ProductNo>
              <ProductOfferInfo>
                  <ProductOfferType>1</ProductOfferType>
                  <ProductOfferID>335000000000000000078</ProductOfferID>
                  <VSubProdInfo>0</VSubProdInfo>
                  <EffDate>201009261622</EffDate>
                  <ExpDate>201109301622</ExpDate>
              </ProductOfferInfo>
	      </SubscribeToVSOPReq>
	</SessionBody></Request>
   ]]></request>
 </m:SubscribeToVSOPReq>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
